Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Skupiłby się wyłącznie na obronie miasta, zapominając o reszcie wyspy, w efekcie czego stracilibyśmy farmy. Chyba wiesz, jak odbiłoby się to na ludziach?
uk: Він би зосередився виключно на захисті міста, забувши про решту острова, в результаті чого ми б втратили ферми. Ти ж розумієш, як це вплине на людей?

source: Skupowanie przedmiotów
uk: Скуповування предметів

source: Skupowanie trofeów - Frida
uk: Купівля трофеїв – Фріда

source: Skurczybyk jest mocny - nie dam mu rady. Może powinienem poinformować jego przełożonych?
uk: Вишкребок виявився досить сильним – я з ним не впораюсь. Може, краще повідомити його начальство?

source: Skurczybyków?
uk: Виродків?

source: Skuteczny na powikłania po użądleniu krwiopijcy.
uk: Ефективне при ускладненнях після укусу шершня.

source: Skóra Tłuściocha
uk: Шкура Товстуна

source: Skóra aligatora
uk: Шкура алігатора

source: Skóra bagiennego jaszczura
uk: Шкура болотного ящера

source: Skóra bagiennego szczura
uk: Шкура болотного щура

source: Skóra bagiennego trolla
uk: Шкура болотного троля

source: Skóra brzytwiaka
uk: Шкура бритвозуба

source: Skóra błotnego węża
uk: Шкура болотожера

source: Skóra błotniaka
uk: Шкура мулистої черепахи

source: Skóra chorego szczura
uk: Шкура зараженого щура

source: Skóra cieniostwora
uk: Шкура тінезвіра

source: Skóra czarnego niedźwiedzia
uk: Шкура чорного ведмедя

source: Skóra czarnego szczura
uk: Шкура чорного щура

source: Skóra czarnego trolla
uk: Шкура чорного троля

source: Skóra czarnego wilka
uk: Шкура чорного вовка

source: Skóra dzika
uk: Шкура кабана

source: Skóra górskiego trolla
uk: Шкура гірського троля

source: Skóra jagnięcia
uk: Шкура ягняти

source: Skóra jaskiniowego trolla
uk: Шкура печерного троля

source: Skóra jaszczura
uk: Шкура ящера

source: Skóra kretoszczura
uk: Шкура кротощура

source: Skóra lodowego wilka
uk: Шкура крижаного вовка

source: Skóra morskiego topielca
uk: Шкура морського луркера

source: Skóra morskiego węża
uk: Шкура хвилежера

source: Skóra młodego dzika
uk: Шкура молодого кабана

source: Skóra młodego kretoszczura
uk: Шкура молодого кротощура

source: Skóra niedźwiedzia
uk: Шкура ведмедя

source: Skóra niedźwiedzia albinosa
uk: Шкура білого ведмедя

source: Skóra ognistego jaszczura
uk: Шкура вогняного ящера

source: Skóra orkowego psa
uk: Шкура орчого гончака

source: Skóra przerośniętego zębacza
uk: Шкура снеппера-переростка

source: Skóra przywódcy stada
uk: Шкура ватажка зграї

source: Skóra psa
uk: Шкура собаки

source: Skóra pustynnego wilka
uk: Шкура пустельного вовка

source: Skóra smoczego zębacza
uk: Шкура драконячого снеппера

source: Skóra smoka
uk: Шкура дракона

source: Skóra starego topielca
uk: Шкура старого луркера

source: Skóra szczura
uk: Шкура щура

source: Skóra topielca
uk: Шкура луркера

source: Skóra trolla
uk: Шкура троля

source: Skóra warga
uk: Шкура варга

source: Skóra wilka
uk: Шкура вовка

source: Skóra wściekłego dzika
uk: Шкура скаженого кабана

source: Skóra zębacza
uk: Шкура снеппера

source: Skóra śpiącego cieniostwora
uk: Шкура сплячого тінезвіра

source: Skóra żarłocznego niedźwiedzia
uk: Шкура ненажерливого ведмедя

source: Skóry gadów
uk: Зняття шкур рептилій

source: Skórzany mieszek
uk: Шкіряний гаманець

source: Skórzany mieszek Kurta
uk: Шкіряний гаманець Курта

source: Skórzany pancerz
uk: Шкіряний обладунок

source: Skórzany pancerz (700 SZ)
uk: Шкіряний обладунок (700 золотих)

source: Skórzany pancerz (700 SZ).
uk: Шкіряний обладунок (700 золотих)

source: Skórzany pancerz zobowiązuje.
uk: Шкіряні обладунки зобов'язують.

source: Skórzany pas
uk: Шкіряний пояс

source: Skórę czarnego wilka?
uk: Шкуру чорного вовка?

source: Skórę wilka czy warga mógłbym zdjąć z samych zwierząt. Podobnie wygląda sytuacja z skórą orkowego psa, ale najpierw musiałbym takiego spotkać. Skórę pustynnego wilka znajdę u Południowców lub handlarza różności. Najciężej będzie z skórą lodowego wilka. Helga powiedziała mi, że Nordmarczycy przekazują je przyjaciołom, jako symbol szacunku. Gdzie ja znajdę Nordmarczyka na Archolos...
uk: Шкуру вовка чи варга я можу зняти з самих тварин. Аналогічно і з шкурою орчого гончака, але для цього треба спочатку зустрітися з ним. Шкуру пустельного вовка я можу знайти у південців або у торговців. Найважче буде дістати шкуру крижаного вовка. Хельга розповіла мені, що нордмарці дарують їх друзям як символ поваги. Де ж мені шукати нордмарця на Архолосі...

source: Skąd Simon wiedział? Nie mówiłem mu nic na temat orków!
uk: Як Саймон дізнався? Я нічого не казав йому про орків!

source: Skąd Weigar ma wiedzieć, o kogo chodzi?
uk: А звідки Вейгар дізнається, про кого йдеться?

source: Skąd bierze te figurki, czy ma wszystkie potrzebne pozwolenia, czy sam jest chociaż wierzący.
uk: Звідки він бере ці статуетки, чи має всі необхідні дозволи, і чи є він сам хоча б віруючим.

source: Skąd bierzecie te wszystkie meble i trofea?
uk: Звідки ви берете всі ці меблі та трофеї?

source: Skąd bierzesz swoje figurki?
uk: Звідки ти береш свої статуетки?

source: Skąd bierzesz swoje towary?
uk: Звідки ти береш свої товари?

source: Skąd bierzesz te przedmioty?
uk: Звідки ти береш ці речі?

source: Skąd ci przyszło do głowy, że miałem z tym cokolwiek wspólnego?
uk: Чому ти думаєш, що я маю до цього відношення?

source: Skąd dostajesz zlecenia?
uk: Звідки ти отримуєш замовлення?

source: Skąd go masz?
uk: Звідки він у тебе?

source: Skąd ja mam ci to wszystko wytrzasnąć?
uk: Де я маю тобі все це дістати?

source: Skąd ją masz?
uk: Звідки вони у тебе?

source: Skąd macie broszury?
uk: Звідки у тебе ці листівки?

source: Skąd mam być pewien, że to naprawdę on cię tu przysłał? Macie chociaż jakieś narzędzia do pracy?
uk: Як я можу бути впевненим, що саме він тебе сюди прислав? У тебе є хоча б якісь інструменти для роботи?

source: Skąd mam mieć pewność, że twoi ludzie nie aresztują również mnie?
uk: Звідки мені знати, що твої люди не заарештують разом і мене?

source: Skąd mam wiedzieć, że nie maczałeś palców w zamachu?
uk: Звідки мені знати, що ти не причетний до замаху?

source: Skąd mam wiedzieć, że nie próbujesz kłamstwem okraść mnie z pieniędzy za dostawę?
uk: Звідки мені знати, що ти не намагаєшся ошукати мене, щоб вкрасти мої гроші?

source: Skąd mam wiedzieć, że to nie ty mnie okłamujesz?
uk: Звідки мені знати, що це не ти мені брешеш?

source: Skąd mam wziąć trutkę? I jak wejść do kanałów?
uk: Де мені взяти отруту? І як потрапити до каналізації?

source: Skąd masz jej akt własności?
uk: Де ти взяла цей документ на право власності?

source: Skąd masz list z pieczęcią królewską?
uk: Звідки у тебе листи з королівською печаткою?

source: Skąd masz te ulotki?
uk: Звідки в тебе ці листівки?

source: Skąd miał bryłkę rudy?
uk: Звідки у нього рудний самородок?

source: Skąd miałem wiedzieć, że to takie trudne?
uk: Звідки мені було знати, що це так складно?

source: Skąd mogłem wiedzieć, że nie zadziała? Możliwe, że się zepsuł ze starości. To nie moja wina.
uk: Звідки я міг знати, що це не спрацює? Можливо, він зламався від старості. Це не моя вина.

source: Skąd mógłbym zdobyć ich mięso?
uk: Де я можу дістати їх м'ясо?

source: Skąd nazwa 'Trzej Marynarze'?
uk: Звідки взялася назва 'Три моряки'?

source: Skąd nazwa Pęknięta Struna?
uk: Звідки така назва - 'Обірвана струна'?

source: Skąd o tym wiesz!? Kto ci powiedział!?
uk: Звідки ти про це знаєш?! Хто тобі сказав?!

source: Skąd o tym wiesz?
uk: Звідки ти про це знаєш?

source: Skąd oni do licha się tutaj wzięli? Chyba sam Beliar zesłał mi ich tu na złość. Sam nie mam za co żyć, a jeszcze nimi muszę się zajmować?
uk: Звідки вони взялися? Гадаю, сам Беліар прислав їх сюди, щоб насолити мені. Я й сам не маю на що жити, а ще мушу про них піклуватися?

source: Skąd pewność, że to odpowiedni kandydaci?
uk: Як ти можеш бути впевненим, що вони підходять?

source: Skąd pewność, że towary są całe?
uk: Чому ти думаєш, що товари ще цілі?

source: Skąd pewność, że został uszkodzony?
uk: Як ти можеш бути впевнена, що він пошкоджений?

source: Skąd pochodzisz?
uk: Звідки ти родом?

source: Skąd pomysł żeby uciekać akurat teraz?
uk: Чому ти вирішив втікати саме зараз?

source: Skąd pomysł, by bić robotników w hangarze portowym?
uk: Звідки в тебе взялася ідея побити робітників у портовому ангарі?

source: Skąd pomysł, że chcę się uczyć?
uk: З чого ти взяв, що я хочу вчитися?

source: Skąd pomysł, że może się to znajdować na Archolos?
uk: Чому ти думаєш, що його можна знайти саме на Архолосі?

source: Skąd pomysł, że... nieważne.
uk: Звідки ти знаєш, що... неважливо.

source: Skąd pozyskujesz materiały do pracy?
uk: Звідки ти береш матеріали для своїх робіт?

source: Skąd się to bierze w mojej głowie?
uk: Звідки це береться в моїй голові?

source: Skąd się wzięła nazwa twojego lokalu?
uk: Звідки взялася назва твого закладу?

source: Skąd ta choroba się bierze?
uk: Звідки береться ця хвороба?

source: Skąd ta pewność, że jestem sam?
uk: Чому ти так впевнений, що я сам?

source: Skąd ta pewność?
uk: Звідки така впевненість?

source: Skąd te nerwy?
uk: Чому ти такий нервовий?

source: Skąd ten pijaczyna Rik znał imię Antonio?
uk: Звідки той п'яниця Рік знав ім'я Антоніо?

source: Skąd to masz? Byłem pewny, że mój egzemplarz to unikat!
uk: Звідки він у тебе? Я був впевнений, що мій екземпляр унікальний!

source: Skąd to pytanie?
uk: А чому ти питаєш?

source: Skąd ty do cholery...
uk: Звідки ти це до біса...

source: Skąd ty się urwałeś, chłopcze? Jestem królewskim paladynem, Candac się zwę! Nigdy nie widziałeś żadnego z nas?
uk: Звідки ти взявся, хлопче? Я королівський паладин і мене звуть Кандак! Ти що, ніде не бачив нікого із нас?

source: Skąd ty się urwałeś? Tutejszy nigdy by nie odmówił...
uk: Звідки ти взявся? Тутешній ніколи б не відмовив...

source: Skąd ty to... Jak ci się udało je odnaleźć?
uk: Звідки ти... Як тобі вдалося його знайти?

source: Skąd ty...
uk: Звідки ти...

source: Skąd ty... a no tak, pewnie trochę tutaj błądziłeś. Tak, to ona, dzięki!
uk: Де ти... а, звісно, ти, мабуть, трохи тут поблукав. Так, це він, дякую!

source: Skąd ty... o cholera...
uk: Звідки ти... от холера...

source: Skąd tyle wiesz o gospodarstwie?
uk: Звідки ти так багато знаєш про господарство?

source: Skąd u mieszkańców tej wyspy tyle gościnności?
uk: Звідки у мешканців цього острова стільки гостинності?

source: Skąd w takim razie pozyskujesz swoje towary?
uk: Звідки тоді ти береш свої товари?

source: Skąd w takim razie wilcze jagody w twoim woreczku?
uk: Звідки ж тоді взялися вовчі ягоди в твоєму мішечку зі спеціями?

source: Skąd wezmę szatę Maga Ognia?
uk: Де мені знайти мантію Мага Вогню?

source: Skąd wezmę szatę Maga Ognia? Wątpię, by mi je sprzedali.
uk: Де я візьму мантію Магів Вогню? Сумніваюся, що мені її продадуть.

source: Skąd wiedziałeś?
uk: Звідки ти знаєш?

source: Skąd wiedzieliście, że to weteran?
uk: Як ви дізналися, що він ветеран?

source: Skąd wiesz jak się nazywa? Gadałeś z nią?
uk: Звідки ти знаєш її ім'я? Ти з нею розмовляв?

source: Skąd wiesz o Kesselu?
uk: Звідки ти знаєш Кесселя?

source: Skąd wiesz o amulecie?
uk: Звідки ти знаєш про амулет?

source: Skąd wiesz o moim bracie?
uk: Звідки ти знаєш про мого брата?

source: Skąd wiesz, czy to nie skuteczna taktyka?
uk: Звідки ти знаєш, що це не якась хитра тактика?

source: Skąd wiesz, że było ich kilku?
uk: Звідки ти знаєш, що їх було декілька?

source: Skąd wiesz, że należeli do oddziału Gerwina?
uk: Звідки ти знаєш, що вони належали до загону Гервіна?

source: Skąd wiesz, że pracowałem dla Lichwiarza?
uk: Звідки ти знаєш, що я працював на Лихваря?

source: Skąd wiesz, że robi to nieudolnie?
uk: Звідки ти знаєш, що він некомпетентний в цьому?

source: Skąd wiesz, że ten facet, którego nieśli, był pijany, a nie ranny?
uk: Звідки ти знаєш, що хлопець, якого несли, був п'яний, а не поранений?

source: Skąd wiesz, że ten facet, którego nieśli, był pijany?
uk: Звідки ти знаєш, що хлопець, якого вони несли, був п'яний?

source: Skąd wiesz, że to Rasco ukradł ci owcę?
uk: Звідки ти знаєш, що це Раско вкрав твою вівцю?

source: Skąd wiesz?
uk: Звідки ти знаєш?

source: Skąd wziąłeś pieniądze na opłacenie tej wizyty?
uk: Звідки у тебе гроші на цей заклад?

source: Skąd wziąłeś tę bryłkę rudy?
uk: Звідки ти взяв цей рудний самородок?

source: Skąd zdobyć taki dokument?
uk: Де можна отримати такий документ?

source: Skąd znasz moje imię?
uk: Звідки ти знаєш моє ім'я?

source: Skąd znasz tego człowieka?
uk: Звідки ти його знаєш?

source: Skąd.
uk: Якби ж то.

source: Skąd. Nawet nie chciał o tym słyszeć.
uk: Ні. Він навіть слухати про це не хотів.

source: Skąd... cholera. No to wpadłem.
uk: Як ти... Трясця. Здається, мене спіймали.

source: Skądże znowu, chodziło mi tylko o...
uk: Та ні, зовсім ні, я лише хотів сказати...

source: Skądże znowu.
uk: Звісно, ні.

source: Skądże znowu. (Oddaj wyposażenie)
uk: Звісно, ні. (Віддати спорядження).

source: Skądże, właśnie tego. Co prawda trochę niepotrzebnie straszyłeś go moim toporem, ale to twoja sprawa. Do zobaczenia.
uk: Навпаки, якраз цього. Щоправда, ти трохи налякав його моєю сокирою, але це твоя справа. Побачимося пізніше.

source: Skądżeś się urwał, kolego? Co trzeci nagrobek tutaj należy do jednego z jego ludzi!
uk: Звідки ти взявся, приятелю? Тут кожна третя могила належить комусь з його людей!

source: Składki, które musiałbym wpłacać do kantoru Gildii, byłyby większe, niż średnia kwota, którą zarabiam, a to by mi się zwyczajnie nie opłacało.
uk: Внески, які мені довелося б платити в торговий пункт Гільдії, були б більшими за мій середній заробіток, і це просто було б для мене не вигідно.

source: Składnik gotowanych potraw.
uk: Інгредієнт для приготування їжі.

source: Składniki
uk: Складники

source: Składniki:
uk: Складники:

source: Składzik jest zamknięty na klucz. Zamek wydaje się całkiem solidny, chyba będę potrzebował odpowiedniego klucza.
uk: Комора замкнена. Замок здається досить надійним. Думаю, мені знадобиться підходящий ключ.

source: Składzik na wino w winnicy Rity to chłodne i spokojne miejsce. Gardowi powinno się tu spodobać.
uk: Винний льох на винограднику Рити – прохолодне і спокійне місце. Гарду тут може сподобатись.

source: Slager
uk: Слагер

source: Slager jest w stanie przekazać mi wiedzę na temat skórowania zwierząt i pozyskiwania z nich różnych trofeów. Dodatkowo, odkupi ode mnie wszelkie rodzaje surowego mięsa.
uk: Слагер може навчити мене знімати шкури з тварин і добувати з них різні трофеї. Крім того, він скуповуватиме у мене будь-яке сире м'ясо.

source: Slager nie będzie zadowolony... Ale nie sądzę, bym prędko się z nim spotkał.
uk: Слагер буде незадоволений... Але не думаю, що ми з ним побачимось найближчим часом.

source: Slager obiecał mi zapłatę, jeśli przyniosę mu mięso z listy.
uk: Слагер пообіцяв мені заплатити, якщо я принесу йому м'ясо згідно списку.

source: Slager uznał, że nie może mnie już więcej nauczyć i przyznał mi tytuł mistrza. Mogę teraz rozpocząć naukę u innego mistrza, ale nie oznacza to końca współpracy ze Slagerem.
uk: Слагер вирішив, що більше не зможе мене нічому навчити, і присвоїв мені титул майстра. Тепер я можу почати вчитися в іншого майстра, але це не означає завершення співпраці із Слагером.

source: Slager, rzeźnik z Dzielnicy Rzemieślników, może mnie nauczyć podstaw oprawiania zwierząt oraz alchemii.
uk: Слагер, м'ясник із Ремісничого кварталу, може навчити мене основам білування тварин та алхімії.

source: Slagera.
uk: яке я отримав від Слагера.

source: Slumsy są w innym kierunku, chłopcze. Nie zamierzam kręcić się z tobą po całym mieście.
uk: Нетрі знаходяться в іншому напрямку, хлопче. Я не збираюся тинятися з тобою по всьому місту.

source: Slumsy.
uk: Нетрі.

source: Slumsy?
uk: Нетрів?

source: Smaczne smarowidło z jagód. Są i tacy,
uk: Смачний ягідний десерт. Дехто їсть

source: Smacznego piwa!
uk: Насолоджуйся пивом!

source: Smacznego!
uk: Смачного!

source: Smacznego.
uk: Смачного.

source: Smacznego. Przeze mnie teraz reszta będzie jadła same resztki.
uk: Смачного. Через мене всі інші тепер їстимуть лише недоїдки.

source: Smak grogu nie przypadł do gustu Dirkowi.
uk: Грог не припав Дірку до смаку.

source: Smak i konsystencja trunku pozostały takie same.
uk: Смак і консистенція напою залишилися незмінними.

source: Smakowicie pachnie.
uk: Пахне дуже смачно.

source: Smakowita potrawka z dzika
uk: Смачна тушкована кабанятина

source: Smakuje świeżo i soczyście.
uk: Смак свіжий і соковитий.

source: Smakują prawie jak ścierwojad. Z naciskiem na prawie. Tak czy inaczej, miło było wrzucić coś ciepłego na ząb.
uk: На смак майже як падальник. З акцентом на 'майже'. Так чи інакше, приємно було вкинути щось гаряче до рота.

source: Smażona ryba
uk: Смажена рибина

source: Smażone mięso
uk: Смажене м'ясо

source: Smażone mięso cieniostwora
uk: Смажене м'ясо тінезвіра

source: Smażone mięso dzika
uk: Смажене м'ясо кабана

source: Smażone mięso kretoszczura
uk: Смажене м'ясо кротощура

source: Smażone mięso niedźwiedzia
uk: Смажене м'ясо ведмедя

source: Smażone mięso owcy
uk: Смажене м'ясо вівці

source: Smażone mięso szczura
uk: Смажене м'ясо щура

source: Smażone mięso trolla
uk: Смажене м'ясо троля

source: Smażone mięso wilka
uk: Смажене м'ясо вовка

source: Smażone mięso ścierwojada
uk: Смажене м'ясо падальника

source: Smażone owadzie mięso
uk: Смажене м'ясо жука

source: Smażone owadzie mięso nie było najlepszym pomysłem.
uk: Смажене м'ясо жука було не найкращою ідеєю.

source: Smażone skóry rybne
uk: Смажені рибні шкурки

source: Smażone szczypce kraba
uk: Смажені клешні краба

source: Smocza Zguba
uk: Вбивця Драконів

source: Smoczy Pył? Jest trujący?
uk: Драконячий пил? Він отруйний?

source: Smoczy Zębacz
uk: Драконячий снеппер

source: Smoczy jęzor
uk: Язик Дракона

source: Smoczy korzeń
uk: Драконячий корінь

source: Smoczy zębacz
uk: Драконячий снеппер

source: Smoczy zębacz.
uk: Драконячий снеппер.

source: Smok
uk: Дракон

source: Smoki
uk: Дракони

source: Smoła
uk: Смола

source: Smutek jednak wielki nas ogarnął, bowiem ów postanowił zrzucić z siebie szatę Kręgu Wody. Brat Modares również powrócił tego miesiąca z własnej wędrówki, lecz osiadł na stałe w wiosce w dorzeczu Srebrnej Rzeki.
uk: Однак нас спіткала велика печаль, коли він вирішив скинути з себе мантію Кільця Води. Брат Модарес також повернувся цього місяця зі своїх мандрів, але назавжди оселився в селі, розташованому в долині річки Срібної.

source: Smyczek wiolonczeli
uk: Смичок для віолончелі

source: Snem? Nie widzisz, co tu się stało? Nie mam czasu na sen!
uk: Зі сном? Хіба ти не бачиш, що тут сталося? Я не маю часу на сон!

source: Snopek siana
uk: Копиця сіна

source: Sny i wizje tworzą twe,
uk: Сни і видіння ночами плетуть,

source: Sny są okropne!
uk: Сни - це жах!

source: Soczysta i chrupiąca zapiekanka,
uk: Соковита та хрустка запіканка,

source: Soczysta ryba w chrupiącym cieście.
uk: Соковита риба в хрусткій паніровці.

source: Sofia
uk: Софія

source: Sok winogronowy
uk: Виноградний сік

source: Sokole Oko
uk: Соколине око

source: Sokoli wzrok
uk: Соколиний зір

source: Sole trzeźwiące
uk: Пахуча сіль

source: Solidna kusza
uk: Міцний арбалет

source: Solidne drewno wykorzystywane do wyrobu broni.
uk: Міцна деревина, потрібна для виготовлення зброї.

source: Solidnie lanie zmusi każdego do gadania. Agitator stwierdził, że plik ulotek dał mu niejaki Ludlof. Podobno znajdę go na tyłach stoczni.
uk: Добрячий прочухан змусить заговорити будь-кого. Агітатор заявив, що пачку листівок йому дав Людлоф. Він стверджує, що я можу знайти його за корабельнею.

source: Solidny miecz dwuręczny
uk: Міцний дворучний меч

source: Solis
uk: Соліс

source: Solis powiedział, że z piwnicy Helgi ukradziono 10 beczek piwa. Dobrze by było, gdybym odzyskał chociaż połowę. Trop zaprowadził jednego z gońców do kanałów, a drugiego w okolice burdelu, chociaż pewnie i tak będę musiał przeszukać całą dzielnicę.
uk: Соліс сказав, що з підвалу Хельги вкрали 10 бочок пива. Було б добре, якби мені вдалося знайти хоча б половину. Слід привів одного з посланців до каналізації, а іншого – до території навколо борделю, хоча, ймовірно, мені все одно доведеться обшукати весь район.

source: Sopran - 'Ja tylko expa chciałem.'
uk: Sopran – 'Я просто хотів трохи очків досвіду.'

source: Sowicie wam to wynagrodzę.
uk: Я вам щедро за це віддячу.

source: Sowicie wam to wynagrodzę. (500 SZ)
uk: Я вам щедро за це віддячу. (500 золотих)

source: Spaaadaj.
uk: Бувааай.

source: Spadaj dziwaku!
uk: Зникни, недоумку!

source: Spadaj!
uk: Геть!

source: Spadaj, bo w pysk mogę dać!
uk: Зникни, або я натовчу тобі пику!

source: Spadaj, dość się już dzisiaj was naoglądałem.
uk: Забирайся, я вже надивився на тебе.

source: Spadaj, jestem zajęty!
uk: Забирайся, я зайнятий!

source: Spadaj, młody!
uk: Зникни, хлопче!

source: Spadaj, młody, jesteśmy zajęci.
uk: Зникни, хлопче, ми зайняті.

source: Spadaj.
uk: Геть.

source: Spadam stąd!
uk: Я забираюся звідси!

source: Spal ciało
uk: Спалити тіло

source: Spalcie wszystkie notatki i rozkazy, które pozostały w mojej pracowni.
uk: Спаліть всі записи та накази, залишені в моїй майстерні.

source: Spalimy to miasto do gołej ziemi!
uk: Ми спалимо це місто дотла!

source: Spaliłeś jego ciało, zgodnie z naszą tradycją?
uk: Ти спалив його тіло, згідно з нашою традицією?

source: Spanikowałam, bałam się reakcji magów, gdy zobaczą mnie z tym eliksirem!
uk: Я запанікувала, бо злякалась реакції магів, коли вони побачать мене з тим еліксиром!

source: Spaprałeś cały występ!
uk: Ти зіпсував увесь виступ!

source: Spartoliłeś robotę, Beckett! Sam się tłumacz!
uk: Ти провалив роботу, Беккет! Сам це і пояснюй!

source: Spałbym spokojniej, gdybym chociaż wiedział co się stało z tym chłopakiem i mając pewność, że nic nam z tej jaskini nie wylezie.
uk: Я спав би спокійніше, якби принаймні знав, що сталося з цим хлопчиною, і був упевнений, що з тієї печери вже нічого не вилізе.

source: Spałem nad wyraz dobrze - i o dziwo koszmary się skończyły. Bolą mnie tylko wszystkie kości. Będę musiał się jakoś przyzwyczaić do tego chłodu.
uk: Я спав напрочуд добре - і, о диво, нічні жахіття припинилися. Лише болять всі кістки. Треба якось звикнути до холоду.

source: Specjalistyczny przyrząd,
uk: Спеціальний інструмент,

source: Specjalizuję się w walce bronią jednoręczną i w kuszach, ale wiem też co nieco o pozostałych broniach. Daj znać, gdy będziesz chciał zacząć.
uk: Я спеціалізуюся на одноручній зброї та арбалетах, але також знаю дещо про іншу зброю. Дай знати, коли захочеш почати.

source: Specjalna sieć, która uległa uszkodzeniu.
uk: Спеціальна сітка, яку було пошкоджено.

source: Specjalna sól mogąca wybudzić śpiącego
uk: Спеціальна сіль, здатна розбудити сплячого

source: Specjalne efekty nieba.
uk: Увімк/вимк. ефекти неба.

source: Specjalne piwo od Gerstanda.
uk: Особливе пиво Герстанда.

source: Specjalnego? Nasze wino jest najlepsze w całej Myrtanie. Nie wiem, co masz na myśli mówiąc 'specjalne'.
uk: Особливе? Наше вино найкраще у всій Міртані. Не знаю, що ти маєш на увазі під 'особливим'.

source: Specjalnie mnie to nie dziwi. Lorenzo pewnie dostaje szału gdy myśli o tym całym złocie, które przechodzi mu obok nosa.
uk: Це мене зовсім не дивує. Певно Лоренцо шаленіє, коли думає про все те золото, яке проходить прямо повз його ніс.

source: Specjalność łowcy
uk: Фірмова страва мисливця

source: Specjalny rodzaj tytoniu. Każdy ze skrętów wart jest nie mniej niż pięć sztuk złota.
uk: Особливий сорт тютюну. Кожна скрутка коштує не менше п'яти золотих.

source: Specjalny znak dla Antonio,
uk: Спеціальний знак для Антоніо,

source: Specjał miejscowych o dużej mocy.
uk: Міцний місцевий напій.

source: Specyfik Sambora
uk: Зілля Самбора

source: Specyfik ma jakieś efekty uboczne?
uk: У нього є якісь побічні ефекти?

source: Spełniasz go?
uk: Ти їй відповідаєш?
